Repository: MatuszHU/szakdolgozat
Catalog: Nightlife/Nightlife/Localizable.xcstrings
Source language: en
Languages: de, hr, hu, pt_pt, ro, sk, uk

source: %@ tickets are sold out
de: %@-Tickets sind ausverkauft
hr: Ulaznice %@ su rasprodane
hu: A(z) %@ jegyek elfogytak
pt_pt: Os bilhetes %@ estão esgotados
ro: Biletele %@ s-au epuizat
sk: Vstupenky %@ sú vypredané
uk: Квитки %@ розпродано

# %lld db
source: %lld pcs
de: %lld Stk.
hr: %lld kom
hu: %lld db
pt_pt: %lld un.
ro: %lld buc.
sk: %lld ks
uk: %lld шт.

# A bejáratnál mutasd fel a jegyed QR-kódját. Minden jegy egyszer használható fel.
source: Show the QR code of your ticket at the entrance. Each ticket can be used once.
de: Zeige am Eingang den QR-Code deines Tickets. Jedes Ticket gilt nur einmal.
hr: Na ulazu pokaži QR kôd ulaznice. Svaka se ulaznica može iskoristiti samo jednom.
hu: A bejáratnál mutasd fel a jegyed QR-kódját. Minden jegy egyszer használható fel.
pt_pt: Mostra o código QR do bilhete à entrada. Cada bilhete só pode ser usado uma vez.
ro: La intrare arată codul QR al biletului. Fiecare bilet poate fi folosit o singură dată.
sk: Pri vchode ukáž QR kód vstupenky. Každú vstupenku možno použiť iba raz.
uk: На вході покажіть QR-код квитка. Кожен квиток можна використати лише раз.

# A helyszín tervrajza hamarosan itt lesz.
source: The floor plan of the venue will be here soon.
de: Der Lageplan des Veranstaltungsorts ist bald hier.
hr: Tlocrt prostora uskoro će biti ovdje.
hu: A helyszín tervrajza hamarosan itt lesz.
pt_pt: A planta do local estará aqui em breve.
ro: Planul locației va fi aici în curând.
sk: Plán podniku tu bude čoskoro.
uk: План закладу незабаром з’явиться тут.

# A jegyeid
source: Your tickets
de: Deine Tickets
hr: Tvoje ulaznice
hu: A jegyeid
pt_pt: Os teus bilhetes
ro: Biletele tale
sk: Tvoje vstupenky
uk: Ваші квитки

# A kép közepéből egy legfeljebb 512 × 512 pixeles négyzet készül.
source: A square of at most 512 × 512 pixels is cut from the middle of the photo.
de: Aus der Mitte des Fotos wird ein Quadrat von höchstens 512 × 512 Pixeln ausgeschnitten.
hr: Iz sredine fotografije izrezuje se kvadrat od najviše 512 × 512 piksela.
hu: A kép közepéből egy legfeljebb 512 × 512 pixeles négyzet készül.
pt_pt: É recortado do centro da fotografia um quadrado de, no máximo, 512 × 512 píxeis.
ro: Din mijlocul fotografiei se decupează un pătrat de cel mult 512 × 512 pixeli.
sk: Zo stredu fotky sa vyreže štvorec s veľkosťou najviac 512 × 512 pixelov.
uk: З центру фото вирізається квадрат розміром до 512 × 512 пікселів.

# A nyereményjátékokat a szervezők hirdetik meg.
source: The organisers announce the raffles.
de: Die Veranstalter kündigen die Gewinnspiele an.
hr: Nagradne igre objavljuju organizatori.
hu: A nyereményjátékokat a szervezők hirdetik meg.
pt_pt: Os organizadores anunciam os sorteios.
ro: Organizatorii anunță tombolele.
sk: Súťaže vyhlasujú organizátori.
uk: Розіграші оголошують організатори.

# A rendszer nyelve
source: System language
de: Systemsprache
hr: Jezik sustava
hu: A rendszer nyelve
pt_pt: Idioma do sistema
ro: Limba sistemului
sk: Jazyk systému
uk: Мова системи

# A térkép még nem elérhető
source: The map is not available yet
de: Die Karte ist noch nicht verfügbar
hr: Karta još nije dostupna
hu: A térkép még nem elérhető
pt_pt: O mapa ainda não está disponível
ro: Harta nu este încă disponibilă
sk: Mapa zatiaľ nie je dostupná
uk: Мапа ще недоступна

# Amint új esemény kerül meghirdetésre, itt vásárolhatsz rá jegyet.
source: As soon as a new event is announced, you can buy tickets for it here.
de: Sobald eine neue Veranstaltung angekündigt wird, kannst du hier Tickets kaufen.
hr: Čim se objavi novi događaj, ovdje možeš kupiti ulaznice.
hu: Amint új esemény kerül meghirdetésre, itt vásárolhatsz rá jegyet.
pt_pt: Assim que for anunciado um novo evento, podes comprar bilhetes aqui.
ro: Imediat ce este anunțat un eveniment nou, poți cumpăra bilete aici.
sk: Hneď ako bude ohlásené nové podujatie, môžeš si tu kúpiť vstupenky.
uk: Щойно оголосять нову подію, тут можна буде купити квитки.

# Az esemény végéig egyszer jelentkezhetsz egy nyereményjátékra. Sok szerencsét!
source: You can register once for a raffle until the event ends. Good luck!
de: Bis zum Ende der Veranstaltung kannst du einmal an einem Gewinnspiel teilnehmen. Viel Glück!
hr: Do kraja događaja za nagradnu igru možeš se prijaviti jednom. Sretno!
hu: Az esemény végéig egyszer jelentkezhetsz egy nyereményjátékra. Sok szerencsét!
pt_pt: Podes inscrever-te uma vez num sorteio até ao fim do evento. Boa sorte!
ro: Te poți înscrie o singură dată la o tombolă până la sfârșitul evenimentului. Mult noroc!
sk: Do konca podujatia sa môžeš do súťaže prihlásiť raz. Veľa šťastia!
uk: До завершення події можна один раз зареєструватися в розіграші. Успіху!

# Bejelentkezve Apple-fiókkal
source: Signed in with Apple
de: Mit Apple angemeldet
hr: Prijavljeni putem Applea
hu: Bejelentkezve Apple-fiókkal
pt_pt: Sessão iniciada com a Apple
ro: Conectat cu Apple
sk: Prihlásený cez Apple
uk: Вхід виконано через Apple

# Bejelentkezve: %@
source: Signed in as %@
de: Angemeldet als %@
hr: Prijavljeni kao %@
hu: Bejelentkezve: %@
pt_pt: Sessão iniciada como %@
ro: Conectat ca %@
sk: Prihlásený ako %@
uk: Ви увійшли як %@

# Belépés (teszt)
source: Sign in (test)
de: Anmelden (Test)
hr: Prijava (test)
hu: Belépés (teszt)
pt_pt: Entrar (teste)
ro: Conectare (test)
sk: Prihlásiť sa (test)
uk: Увійти (тест)

# Betöltés…
source: Loading…
de: Wird geladen …
hr: Učitavanje…
hu: Betöltés…
pt_pt: A carregar…
ro: Se încarcă…
sk: Načítava sa…
uk: Завантаження…

# Beállítások
source: Settings
de: Einstellungen
hr: Postavke
hu: Beállítások
pt_pt: Definições
ro: Setări
sk: Nastavenia
uk: Налаштування

# Biztosan kijelentkezel?
source: Do you really want to sign out?
de: Möchtest du dich wirklich abmelden?
hr: Želite li se zaista odjaviti?
hu: Biztosan kijelentkezel?
pt_pt: Tens a certeza de que queres terminar sessão?
ro: Sigur vrei să te deconectezi?
sk: Naozaj sa chceš odhlásiť?
uk: Справді вийти?

# Darabszám
source: Quantity
de: Anzahl
hr: Količina
hu: Darabszám
pt_pt: Quantidade
ro: Cantitate
sk: Počet
uk: Кількість

# Helyek
source: Places
de: Orte
hr: Mjesta
hu: Helyek
pt_pt: Locais
ro: Locuri
sk: Miesta
uk: Місця

# Helyszín
source: Venue
de: Ort
hr: Mjesto
hu: Helyszín
pt_pt: Local
ro: Locație
sk: Miesto
uk: Місце

# Időpont
source: Time
de: Zeit
hr: Vrijeme
hu: Időpont
pt_pt: Data e hora
ro: Ora
sk: Čas
uk: Час

source: Buy tickets, find the map of the venue and join the raffles here.
de: Hier kaufst du Tickets, findest den Lageplan und nimmst an Gewinnspielen teil.
hr: Ovdje kupuješ ulaznice, nalaziš kartu prostora i prijavljuješ se za nagradne igre.
hu: Itt vásárolhatsz jegyet, megtalálod a helyszín térképét és jelentkezhetsz a nyereményjátékokra.
pt_pt: Aqui compras bilhetes, encontras a planta do local e participas nos sorteios.
ro: Aici cumperi bilete, găsești harta locației și te înscrii la tombole.
sk: Tu si kúpiš vstupenky, nájdeš mapu podniku a prihlásiš sa do súťaží.
uk: Тут можна купити квитки, знайти мапу закладу й узяти участь у розіграшах.

# Jegyeim
source: My tickets
de: Meine Tickets
hr: Moje ulaznice
hu: Jegyeim
pt_pt: Os meus bilhetes
ro: Biletele mele
sk: Moje vstupenky
uk: Мої квитки

# Jegyek, térkép és nyereményjátékok egy helyen.
source: Tickets, map and raffles in one place.
de: Tickets, Karte und Gewinnspiele an einem Ort.
hr: Ulaznice, karta i nagradne igre na jednom mjestu.
hu: Jegyek, térkép és nyereményjátékok egy helyen.
pt_pt: Bilhetes, mapa e sorteios num só lugar.
ro: Bilete, hartă și tombole într-un singur loc.
sk: Vstupenky, mapa a súťaže na jednom mieste.
uk: Квитки, мапа та розіграші в одному місці.

# Jegytípusok
source: Ticket types
de: Ticketarten
hr: Vrste ulaznica
hu: Jegytípusok
pt_pt: Tipos de bilhete
ro: Tipuri de bilete
sk: Typy vstupeniek
uk: Типи квитків

# Jegyvásárlás
source: Buy tickets
de: Tickets kaufen
hr: Kupnja ulaznica
hu: Jegyvásárlás
pt_pt: Comprar bilhetes
ro: Cumpără bilete
sk: Kúpiť vstupenky
uk: Купити квитки

# Jelentkezem
source: Count me in
de: Ich mache mit
hr: Prijavi me
hu: Jelentkezem
pt_pt: Quero participar
ro: Particip
sk: Prihlásiť sa
uk: Беру участь

# Jelentkeztél
source: You are registered
de: Du nimmst teil
hr: Prijavljeni ste
hu: Jelentkeztél
pt_pt: Estás inscrito
ro: Te-ai înscris
sk: Si prihlásený
uk: Ви зареєстровані

# Jelentkezők: %lld
source: Participants: %lld
de: Teilnehmer: %lld
hr: Sudionici: %lld
hu: Jelentkezők: %lld
pt_pt: Participantes: %lld
ro: Participanți: %lld
sk: Účastníci: %lld
uk: Учасники: %lld

# Kijelentkezés
source: Sign out
de: Abmelden
hr: Odjava
hu: Kijelentkezés
pt_pt: Terminar sessão
ro: Deconectare
sk: Odhlásiť sa
uk: Вийти

# Kép cseréje
source: Change photo
de: Foto ändern
hr: Promijeni fotografiju
hu: Kép cseréje
pt_pt: Alterar fotografia
ro: Schimbă fotografia
sk: Zmeniť fotku
uk: Змінити фото

# Kép eltávolítása
source: Remove photo
de: Foto entfernen
hr: Ukloni fotografiju
hu: Kép eltávolítása
pt_pt: Remover fotografia
ro: Elimină fotografia
sk: Odstrániť fotku
uk: Видалити фото

# Kép kiválasztása
source: Choose photo
de: Foto auswählen
hr: Odaberi fotografiju
hu: Kép kiválasztása
pt_pt: Escolher fotografia
ro: Alege fotografia
sk: Vybrať fotku
uk: Вибрати фото

# Még nincs jegyed
source: You have no tickets yet
de: Du hast noch keine Tickets
hr: Još nemate ulaznica
hu: Még nincs jegyed
pt_pt: Ainda não tens bilhetes
ro: Încă nu ai bilete
sk: Zatiaľ nemáš žiadne vstupenky
uk: У вас ще немає квитків

# Nincs aktuális nyereményjáték
source: No current raffle
de: Kein aktuelles Gewinnspiel
hr: Nema aktualne nagradne igre
hu: Nincs aktuális nyereményjáték
pt_pt: Nenhum sorteio a decorrer
ro: Nicio tombolă în desfășurare
sk: Žiadna aktuálna súťaž
uk: Немає поточних розіграшів

# Nincs elérhető esemény
source: No events available
de: Keine Veranstaltungen verfügbar
hr: Nema dostupnih događaja
hu: Nincs elérhető esemény
pt_pt: Nenhum evento disponível
ro: Niciun eveniment disponibil
sk: Žiadne dostupné podujatia
uk: Немає доступних подій

# Nyelv
source: Language
de: Sprache
hr: Jezik
hu: Nyelv
pt_pt: Idioma
ro: Limbă
sk: Jazyk
uk: Мова

# Nyereményjáték
source: Raffle
de: Gewinnspiel
hr: Nagradna igra
hu: Nyereményjáték
pt_pt: Sorteio
ro: Tombolă
sk: Súťaž
uk: Розіграш

# Nyereményjátékok
source: Raffles
de: Gewinnspiele
hr: Nagradne igre
hu: Nyereményjátékok
pt_pt: Sorteios
ro: Tombole
sk: Súťaže
uk: Розіграші

source: Payment is not available yet
de: Die Zahlung ist noch nicht verfügbar
hr: Plaćanje još nije dostupno
hu: A fizetés még nem érhető el
pt_pt: O pagamento ainda não está disponível
ro: Plata nu este încă disponibilă
sk: Platba zatiaľ nie je dostupná
uk: Оплата ще недоступна

# Profilkép
source: Profile picture
de: Profilbild
hr: Profilna slika
hu: Profilkép
pt_pt: Fotografia de perfil
ro: Fotografie de profil
sk: Profilová fotka
uk: Фото профілю

# Szint
source: Floor
de: Etage
hr: Kat
hu: Szint
pt_pt: Piso
ro: Etaj
sk: Poschodie
uk: Поверх

source: The event is full
de: Die Veranstaltung ist ausgebucht
hr: Događaj je popunjen
hu: Az esemény betelt
pt_pt: O evento está lotado
ro: Evenimentul este complet
sk: Podujatie je plné
uk: Усі місця зайнято

source: The event is over
de: Die Veranstaltung ist vorbei
hr: Događaj je završio
hu: Az esemény véget ért
pt_pt: O evento já terminou
ro: Evenimentul s-a încheiat
sk: Podujatie sa skončilo
uk: Подія вже завершилася

source: The event no longer exists
de: Die Veranstaltung existiert nicht mehr
hr: Događaj više ne postoji
hu: Az esemény már nem létezik
pt_pt: O evento já não existe
ro: Evenimentul nu mai există
sk: Podujatie už neexistuje
uk: Подія більше не існує

source: The file is not an image
de: Die Datei ist kein Bild
hr: Datoteka nije slika
hu: A fájl nem kép
pt_pt: O ficheiro não é uma imagem
ro: Fișierul nu este o imagine
sk: Súbor nie je obrázok
uk: Файл не є зображенням

source: The file is too large
de: Die Datei ist zu groß
hr: Datoteka je prevelika
hu: A fájl túl nagy
pt_pt: O ficheiro é demasiado grande
ro: Fișierul este prea mare
sk: Súbor je príliš veľký
uk: Файл завеликий

source: The payment was declined
de: Die Zahlung wurde abgelehnt
hr: Plaćanje je odbijeno
hu: A fizetést elutasították
pt_pt: O pagamento foi recusado
ro: Plata a fost refuzată
sk: Platba bola zamietnutá
uk: Оплату відхилено

source: The picture could not be removed
de: Das Bild konnte nicht entfernt werden
hr: Slika se ne može ukloniti
hu: A kép nem távolítható el
pt_pt: Não foi possível remover a fotografia
ro: Fotografia nu a putut fi eliminată
sk: Fotku sa nepodarilo odstrániť
uk: Не вдалося видалити фото

source: The picture could not be saved
de: Das Bild konnte nicht gespeichert werden
hr: Slika se ne može spremiti
hu: A kép nem menthető
pt_pt: Não foi possível guardar a fotografia
ro: Fotografia nu a putut fi salvată
sk: Fotku sa nepodarilo uložiť
uk: Не вдалося зберегти фото

source: The purchase failed
de: Der Kauf ist fehlgeschlagen
hr: Kupnja nije uspjela
hu: A vásárlás nem sikerült
pt_pt: A compra falhou
ro: Achiziția a eșuat
sk: Nákup sa nepodaril
uk: Не вдалося здійснити покупку

source: The registration failed
de: Die Anmeldung ist fehlgeschlagen
hr: Prijava nije uspjela
hu: A jelentkezés nem sikerült
pt_pt: A inscrição falhou
ro: Înscrierea a eșuat
sk: Prihlásenie sa nepodarilo
uk: Не вдалося зареєструватися

source: There is no raffle for this event
de: Für diese Veranstaltung gibt es kein Gewinnspiel
hr: Za ovaj događaj nema nagradne igre
hu: Ehhez az eseményhez nincs nyereményjáték
pt_pt: Este evento não tem sorteio
ro: Acest eveniment nu are tombolă
sk: K tomuto podujatiu nie je súťaž
uk: Для цієї події немає розіграшу

source: This ticket type is not offered
de: Diese Ticketart wird nicht angeboten
hr: Ova vrsta ulaznice nije u ponudi
hu: Ilyen jegytípus nincs meghirdetve
pt_pt: Este tipo de bilhete não está disponível
ro: Acest tip de bilet nu este oferit
sk: Tento typ vstupenky sa neponúka
uk: Цей тип квитка не пропонується

# Tippek újra
source: Show tips again
de: Tipps erneut zeigen
hr: Ponovno prikaži savjete
hu: Tippek újra
pt_pt: Mostrar dicas novamente
ro: Arată din nou sfaturile
sk: Znova zobraziť tipy
uk: Показати поради знову

# Térkép
source: Map
de: Karte
hr: Karta
hu: Térkép
pt_pt: Mapa
ro: Hartă
sk: Mapa
uk: Мапа

source: Choose an event and a ticket type, set the quantity and pay. Your tickets appear under My tickets.
de: Wähle eine Veranstaltung und eine Ticketart, gib die Anzahl an und bezahle. Deine Tickets findest du unter Meine Tickets.
hr: Odaberi događaj i vrstu ulaznice, unesi količinu i plati. Ulaznice se pojavljuju pod Moje ulaznice.
hu: Válassz eseményt és jegytípust, add meg a darabszámot, majd fizess. A jegyeid a Jegyeim között jelennek meg.
pt_pt: Escolhe um evento e um tipo de bilhete, indica a quantidade e paga. Os bilhetes aparecem em Os meus bilhetes.
ro: Alege un eveniment și un tip de bilet, stabilește cantitatea și plătește. Biletele apar la Biletele mele.
sk: Vyber podujatie a typ vstupenky, zadaj počet a zaplať. Vstupenky nájdeš v časti Moje vstupenky.
uk: Оберіть подію й тип квитка, вкажіть кількість і оплатіть. Квитки з’являться в розділі «Мої квитки».

source: Switch between the floors to find the bar, the toilets, the stage and the exits.
de: Wechsle zwischen den Etagen, um Bar, Toiletten, Bühne und Ausgänge zu finden.
hr: Mijenjaj katove i pronaći ćeš bar, toalete, pozornicu i izlaze.
hu: Válts a szintek között, és megtalálod a bárt, a mosdókat, a színpadot és a kijáratokat.
pt_pt: Muda de piso para encontrares o bar, as casas de banho, o palco e as saídas.
ro: Comută între etaje ca să găsești barul, toaletele, scena și ieșirile.
sk: Prepínaj medzi poschodiami a nájdeš bar, toalety, pódium aj východy.
uk: Перемикайте поверхи, щоб знайти бар, туалети, сцену та виходи.

source: You are already registered for this raffle
de: Du nimmst an diesem Gewinnspiel bereits teil
hr: Već ste prijavljeni za ovu nagradnu igru
hu: Erre a nyereményjátékra már jelentkeztél
pt_pt: Já estás inscrito neste sorteio
ro: Te-ai înscris deja la această tombolă
sk: Do tejto súťaže si už prihlásený
uk: Ви вже зареєстровані в цьому розіграші

source: You are registered. Good luck!
de: Du nimmst teil. Viel Glück!
hr: Prijavljeni ste. Sretno!
hu: Sikeresen jelentkeztél. Sok szerencsét!
pt_pt: Estás inscrito. Boa sorte!
ro: Te-ai înscris. Mult noroc!
sk: Si prihlásený. Veľa šťastia!
uk: Вас зареєстровано. Успіху!

source: You can buy 1 to 10 tickets at once
de: Du kannst 1 bis 10 Tickets auf einmal kaufen
hr: Odjednom možete kupiti od 1 do 10 ulaznica
hu: Egyszerre 1–10 jegyet vásárolhatsz
pt_pt: Podes comprar de 1 a 10 bilhetes de cada vez
ro: Poți cumpăra între 1 și 10 bilete o dată
sk: Naraz si môžeš kúpiť 1 až 10 vstupeniek
uk: За раз можна купити від 1 до 10 квитків

# Értem
source: Got it
de: Verstanden
hr: Razumijem
hu: Értem
pt_pt: Percebi
ro: Am înțeles
sk: Rozumiem
uk: Зрозуміло

# Így találsz meg mindent
source: Finding your way
de: So findest du dich zurecht
hr: Kako se snaći
hu: Így találsz meg mindent
pt_pt: Como te orientares
ro: Cum te orientezi
sk: Ako sa zorientovať
uk: Як зорієнтуватися

# Így vásárolsz jegyet
source: Buying tickets
de: So kaufst du Tickets
hr: Kako kupiti ulaznice
hu: Így vásárolsz jegyet
pt_pt: Como comprar bilhetes
ro: Cum cumperi bilete
sk: Ako kúpiť vstupenky
uk: Як купити квитки

# Üdv a Nightlife-ban!
source: Welcome to Nightlife
de: Willkommen bei Nightlife
hr: Dobro došli u Nightlife
hu: Üdv a Nightlife-ban!
pt_pt: Bem-vindo ao Nightlife
ro: Bun venit la Nightlife
sk: Vitaj v Nightlife
uk: Ласкаво просимо до Nightlife

# Verzió: %@
source: Version: %@
hr: Verzija: %@
hu: Verzió: %@
pt_pt: Versão: %@
ro: Versiune: %@
sk: Verzia: %@
uk: Версія: %@
